/* The canonical name of AirPort */
"AIRPORT_INTERFACE_NAME" = "AirPort";

/* For searching keychain */
"AIRPORT_NETWORK_KIND" = "AirPort 网络密码";

/* For searching keychain */
"AIRPORT_NETWORK_WHERE" = "AirPort 网络";

/* Status label, indicates airport appears to be associated with a network */
"AIRPORT_SETTINGS_STATUS" = "AirPort 设置";

/* Status label, indicates airport is turned on */
"AIRPORT_STATUS" = "AirPort";

/* The canonical name of Ethernet */
"ETHERNET_INTERFACE_NAME" = "以太网";

/* Status label, indicates ethernet appears to be plugged in */
"ETHERNET_STATUS" = "以太网";

/* Title of continue button */
"CONTINUE_BUTTON" = "继续";

/* The subtitle of a failed status light */
"FAILED_STATUS_TEXT" = "失败";

/* Text that appears while scanning the network for its current state */
"SCANNING_TEXT" = "正在扫描…";

/* Text that appears while connecting to network */
"CONNECTING_TEXT" = "正在连接…";

/* Title of back button */
"GO_BACK_BUTTON" = "返回";

/* The canonical name of Internal Modem */
"INTERNALMODEM_INTERFACE_NAME" = "内置调制解调器";

/* The canonical name of External Modem */
"EXTERNALMODEM_INTERFACE_NAME" = "外部调制解调器";

/* Status label, indicates the internet is reachable */
"INTERNET_STATUS" = "Internet";

/* Status label, indicates the ISP is reachable */
"ISP_STATUS" = "ISP";

/* Status label, indicates airport appears to be associated with a network */
"MODEM_SETTING_STATUS" = "调制解调器设置";

/* Status label, indicates there a modem */
"MODEM_STATUS" = "调制解调器";

/* Describes generically that the app has encountered some sort of network change */
"NETWORK_CHANGE_DETECTED_TEXT" = "您的网络配置已更改。请点按“好”以便继续下一步。";

/* Title of back button when we can figure out how to go back */
"NETWORK_CHANGE_DETECTED_TITLE" = "已检测到网络更改";

/* Status label, indicates PPP settings look correct
   Status label, indicates DHCP/PPPoE settings look correct */
"NETWORK_SETTINGS_STATUS" = "网络设置";

/* Title of an Okay button */
"OK_BUTTON" = "好";

/* Title of quit button */
"QUIT_BUTTON" = "退出";

/* Status label, indicates internet is reachable */
"SERVER_STATUS" = "服务器";

/* Title of back button */
"START_OVER_BUTTON" = "重新开始";

